// [D_089d7e74] Reading Material Table
struct ReadingMaterial reading_material_table[] = {
    /* WELCOME ("Rhythm Tengoku Welcome") */ {
        /* TITLE ---------------------------------------------------------- */
            "儕僘儉揤崙傊傛偆偙偦両",
        /* BODY ----------------------------------------------------------- */
            "偛偁偄偝偮\n"
            "偙偺偨傃偼丄乽儕僘儉揤崙乿傪偍攦偄忋偘偄偨偩偒傑偙偲偵偁傝偑偲偆偛偞偄傑偡丅偁丄偍偲傕偩偪偵庁傝偰偄傞偺偐側丠偦丄偦傟偲傕丄偪傘丄拞屆偱偡偐両丠\n"
            "傑丄偦傟偼偝偰偍偒丅偙偺僎乕儉偵嫽枴傪傕偭偰偄偨偩偄偰岝塰偱偡丅偁側偨偲偺弌夛偄偵姶幱偱偡両\n"
            "枛塱偔妝偟傫偱偄偨偩偗偨傜丄偆傟偟偄偱乕偡両両\n"
            "偁傝偑偲偆偛偞偄傑偟偨丅",
        /* STYLE ---------------------------------------------------------- */
            /* GFX */ reading_style_mail_gfx_table,
            /* BGM */ &reading_style_mail_bgm
        /* ---------------------------------------------------------------- */
    },

    /* MANUAL ("Handling Instructions") */ {
        /* TITLE ---------------------------------------------------------- */
            "庢傝埖偄愢柧彂",
        /* BODY ----------------------------------------------------------- */
            "偙偺僎乕儉偺梀傃曽\n"
            "\n"
            "偭偰偄偆偐丄偲偔偵愢柧偑偄傞傎偳暋嶨側僎乕儉偠傖側偄傫偱偡儓乣丅偩偐傜丄偙偙偵彂偔偙偲傕偲偔偵側偄傫偱偡傛偹偉丅\n"
            "偁丄偦偆偦偆丄壒妝偵僲傞偺偑億僀儞僩側偺偱丄僲儕僲儕偱梀傇偺偑偄偄偱偡儓両僆僗僗儊偱乕偡両\n"
            "偦傫側偲偙偱偡偹丅傛傠偟偔偳偆偧乣丅",
        /* STYLE ---------------------------------------------------------- */
            /* GFX */ reading_style_cherry_gfx_table,
            /* BGM */ &reading_style_cherry_bgm
        /* ---------------------------------------------------------------- */
    },

    /* CAFE ("More Than a Barista") */ {
        /* TITLE ---------------------------------------------------------- */
            "宱塩幰偵暦偔",
        /* BODY ----------------------------------------------------------- */
            "巹偼媔拑揦傪宱塩偟偰偍傝傑偡丅傑偀丄暘偐傝傗偡偔尵偆偲媔拑揦偺儅僗僞乕偱偡丅宱塩偺傎偆偼忢楢偝傫偺偍偐偘偱丄傑偢傑偢偲偄偭偨僇儞僕偱偡偹丅偁丄偦偆偦偆丄愭偵尵偭偰偍偒傑偡偑丄巹偼將偱偡丅\n"
            "偆偪偺偍媞偝傫偼丄壒妝偑岲偒側曽偑懡偄傫偱偡傛偹偉丅偲偔偵丄儕僘儉偵娭偟偰丄偐側傝偺偙偩傢傝傪偍帩偪偺曽偑棃傜傟傑偡丅側偐偵偼丄僷乕僼僃僋僩僉儍儞儁乕儞傪偄偔偮傕払惉偝傟偰傞曽傕偄傜偭偟傖偭偰丄傕偆 價僢僋儕偟偪傖偄傑偡儓両\n"
            "傑偀丄偄偮傕偼偙傫側僇儞僕偱媔拑揦偺傎偆傪塩傫偱偍傝傑偡偑丄幚偼偙傟丄壖偺偡偑偨側傫偱偡丅杮摉偺巹偼乧 偍偼偢偐偟偄榖偱偡偑丄將梡偺僿僢僪儂儞傪偟側偑傜僲儕僲儕偱丄偼偟傖偓傑傢偭偰偄傞傫偱偡両傗偼傝丄僲儕僲儕側偟偱偼傗偭偰傜傟側偄傫偱偡傛偹偉丅偙傑偭偨傕偺偱偡丅偼偼偼丅\n"
            "傢傝偲偄傠偄傠側強偵梀傃偵弌偐偗偨傝傕偟偰偄傞偺偱丄傕偟尒偐偗偨傜僫僨僫僨偟偰壓偝偄僱乣両\n"
            "偱偼傑偨丅",
        /* STYLE ---------------------------------------------------------- */
            /* GFX */ reading_style_train_gfx_table,
            /* BGM */ &reading_style_train_bgm
        /* ---------------------------------------------------------------- */
    },

    /* RHYTHM_TWEEZERS ("Letter to the Editor") */ {
        /* TITLE ---------------------------------------------------------- */
            "栄偸偒搳彂",
        /* BODY ----------------------------------------------------------- */
            "傢偨偟偼栰嵷傪偮偔偭偰偄傞偍偠偝傫偱偡丅嵟嬤丄偆偪偺栰嵷偨偪偵僸僎偑惗偊傞傫偱偡両偲偰傕僽僉儈偩偟丄偙傟偱偼攧傝暔偵側傜側偄傫偱僸僎傪偸偔傫偱偡偑丄偙傟偑傑偨僉儗僀偵偸偗側偄偺偱偡丅偙傑偭偨傢偨偟偼婥傪傑偓傜傢偣傛偆偲丄壒妝傪偒偒側偑傜僲儕僲儕偱栰嵷偨偪偺栄傪偸偒傑偟偨丅偡傞偲側傫偲両僉儗僀偵偸偗傞偺偱偡両偟偐傕側傫偩偐妝偟偄傫偱偡両壒妝偺僠僇儔偭偰偡偽傜偟偄偱偡偹丅傒側偝傫傕偤傂栰嵷偺栄傪偸偄偰傒偰偔偩偝偄両",
        /* STYLE ---------------------------------------------------------- */
            /* GFX */ reading_style_train_gfx_table,
            /* BGM */ &reading_style_train_bgm
        /* ---------------------------------------------------------------- */
    },

    /* NIGHT_WALK ("Night Walk Riddle") */ {
        /* TITLE ---------------------------------------------------------- */
            "僫僀僩僂僅乕僋忣曬",
        /* BODY ----------------------------------------------------------- */
            "僫僀僩僂僅乕僋偵弌墘偟偰偄傞斵偼丄偲偭偰傕壒妝偑僗僉側偺偩偦偆偱偡丅埲慜傕壒妝娭學偺巇帠傪偟偰偄偨偦偆偱丄偦偺僐僱偱崱夞偙偺僎乕儉偵弌墘偟偰偄傞偺偩偦偆偱偡丅偙偺慜丄奨偱嬼慠斵傪傒偮偗偨偺偱榖傪偒偄偰傒傞偲乽壒妝戝僗僉両乿偲尵偄巆偟丄奒抜傪偺傏偭偰偳偭偐偵峴偭偪傖偄傑偟偨丅偦傫側壒妝岲偒偺斵偵 傑偨偳偙偐偱夛偊偨傜偄偄側偀偲丄僠儑僢僩偩偗巚偄傑偟偨丅偦偆偄偊偽斵丄側傫偰偄偆柤慜側偺偐側偀丠\n"
            "偝偀丄偙偙偱僋僀僘偱偡両\n"
            "偦偺斵偼柤慜偼乧\n"
            "\n"
            "\001C" "\0031" "\001m" "嘆嘇嘊嘋嘍\n"
            "\001L" "\0030" "\001s" "\n"
            "奺斣崋偵擖傞暥帤傪摎偊偰偔偩偝偄僱両\n"
            "惓夝偡傞偲丄師偺儁乕僕偺暥復傪撉傓偙偲偑偱偒傑乕偡両両\n"
            "\n"
            "\n"
            "\0031" "\001m" "\001C" "儕僘儉僎乕儉偺乽僋僀僘乿偺僸儈僣\n"
            "\0030" "\001s" "\001L" "\n"
            "偁偺僎乕儉偼丄" "\0031" "\001m" "嘆嘇嘊嘋" "\0030" "\001s" "乕偑儃僞" "\0031" "\001m" "嘍" "\0030" "\001s" "傪偨偨偔偲丄偨偨" "\0031" "\001m" "嘊" "\0030" "\001s" "偨悢偩偗僇僂儞僩偝傟傑偡傛偹丠幚偼丄僎乕儉傪傎偭偲" "\0031" "\001m" "嘊" "\0030" "\001s" "偰丄儃僞" "\0031" "\001m" "嘍" "\0030" "\001s" "傪偨偨偒傑偔傞偲丄偨" "\0031" "\001m" "嘊" "\0030" "\001s" "傊" "\0031" "\001m" "嘍" "\0030" "\001s" "側偙偲偑偍偒傞" "\0031" "\001m" "嘍" "\0030" "\001s" "偱偡丅偲" "\0031" "\001m" "嘊" "\0030" "\001s" "偭偰傕丄傑偀丄偁傑傝婜懸偟側" "\0031" "\001m" "嘊" "\0030" "\001s" "偱僱乣両",
        /* STYLE ---------------------------------------------------------- */
            /* GFX */ reading_style_train_gfx_table,
            /* BGM */ &reading_style_train_bgm
        /* ---------------------------------------------------------------- */
    },

    /* SPACEBALL ("Inside Spaceball") */ {
        /* TITLE ---------------------------------------------------------- */
            "僄傾乕僶僢僞乕懍曬",
        /* BODY ----------------------------------------------------------- */
            "偨偩偄傑塅拡嬻娫偱妶桇拞偺僄傾乕僶僢僞乕偝傫偵僀儞僞價儏乕偟偰傒傑偟偨両\n"
            "\n"
            "Q丏崱僔乕僘儞偺挷巕偼偳偆偱偡偐丠\n"
            "A丏偍偵偓傝怘傋偰傞偐傜丄僶僢僠僔偱偡両\n"
            "\n"
            "Q丏栚昗偼丠\n"
            "A丏偍偵偓傝傪寚偐偝側偄偙偲両偱偡丅\n"
            "\n"
            "Q丏斵彈偼偄傑偡偐丠\n"
            "A丏偼偄丄偄傑偡丅\n"
            "\n"
            "Q丏斵彈偺摼堄椏棟偼丠\n"
            "A丏偍偵偓傝偱偡両\n"
            "\n"
            "Q丏側偤丄僎乕儉拞偵 偐傇傝傕偺傪丠\n"
            "A丏側傫偺偙偲偱偡偐丠\n"
            "\n"
            "Q丏側偤 僂僒僊側偳偺僐僗僠儏乕儉傪丠\n"
            "A丏偟傝傑偣傫丅\n"
            "\n"
            "Q丏幙栤偵摎偊偰偔偩偝偄両\n"
            "A丏傕偆丄帪娫偱偡偺偱幐楃偟傑偡丅\n"
            "\n"
            "偙偙偱丄僄傾乕僶僢僞乕偝傫偼惾傪奜偝傟偰偟傑偄傑偟偨丅側偵偐儚働偁傝偺傛偆偱偡丅埲忋丄塅拡嬻娫偐傜偱偟偨丅",
        /* STYLE ---------------------------------------------------------- */
            /* GFX */ reading_style_train_gfx_table,
            /* BGM */ &reading_style_train_bgm
        /* ---------------------------------------------------------------- */
    },

    /* MECHANICAL_HORSE ("Mechanical Horse's Story") */ {
        /* TITLE ---------------------------------------------------------- */
            "偆傑儅僔乕儞奐敪旈榖",
        /* BODY ----------------------------------------------------------- */
            "儊僟儖偱傕傜偊傞偍傑偗乽偆傑儅僔乕儞乿偺奐敪偵偨偢偝傢偭偨丄F偝傫偵奐敪偺偍榖傪偒偔偙偲偑偱偒傑偟偨丅\n"
            "F偝傫乽偆傑傪憱傜偣傞婥帩偪傛偝傪揱偊偨偄偲偄偆憐偄偐傜奐敪偑僗僞乕僩偟傑偟偨乿\n"
            "僔儞僾儖側偑傜擬偄憐偄傪偙偲偽偵戸偡F偝傫丅\n"
            "F偝傫乽偟偐偟丄僎乕儉偲偟偰偺偄傠偄傠側忦審傪枮偨偦偆偲偡傞偲弌岥偑尒偮偐傜偢丄奐敪偺抐擮傪堄幆偟偨帪婜傕偁傝傑偟偨乿\n"
            "嬯偟偄帪婜傕偁偭偨F偝傫丅帺暘偺憐偆傕偺傪寛傔傜傟偨榞撪偱昞\尰偡傞偺偼戝曄側傫偱偡偹丅\n"
            "F偝傫乽梀傫偱偔傟偨恖偑傎傫偺僠儑僢僩偱傕僴僢僺乕偵側偭偰偔傟偨傜丄傕偆偦傟偱嬯楯側傫偐悂偭旘傫偠傖偄傑偡偗偳僱両乿\n"
            "僒乕價僗惛恄墵惙側F偝傫丅偙傟偐傜偺嶌昳傕婜懸偟偰偍傝傑偡丅偁傝偑偲偆偛偞偄傑偟偨丅",
        /* STYLE ---------------------------------------------------------- */
            /* GFX */ reading_style_train_gfx_table,
            /* BGM */ &reading_style_train_bgm
        /* ---------------------------------------------------------------- */
    },

    /* MARCHING_ORDERS ("Marcher's Diary") */ {
        /* TITLE ---------------------------------------------------------- */
            "儅乕僠儍妶摦婰榐",
        /* BODY ----------------------------------------------------------- */
            "係寧侾俇擔 崱擔偐傜儅乕僠儍偵擖戉両傒傫側偺栶偵棫偮傛偆偵偑傫偽傞偧乕両\n"
            "\n"
            "係寧俀侽擔 崱擔偼傒傫側偲乽偁偟傇傒乿偑偦傠傢偢丄戉挿偵偍偙傜傟偪傖偭偨丅\n"
            "\n"
            "係寧俀俉擔 崱擔偼墂慜偺惔憒妶摦傪偟偨丅傒偟傜偸偍偽偁偪傖傫偑乽僉儗僀偵偟偰偔傟偰偁傝偑偲偆乿偲尵偭偰傾儊傪偔傟偨丅偆傟偟偐偭偨両\n"
            "俆寧係擔 嵟嬤側傫偩偐偩傞偄丅偙傟偑俆寧昦偲偄偆傕偺側偺偐側丠偟偭偐傝偟側偄偲丄偍偄偰偗傏傝傪偝傟偦偆偩乧\n"
            "\n"
            "俆寧俉擔 戉挿偺傛偆偡偑偍偐偟偄乧 嶐擔丄塅拡偱僂僒僊偲梀傫偩偲尵偭偰偄傞丅戝忎晇偐側乧丠\n"
            "\n"
            "俆寧侾俇擔 嵟嬤丄戉挿偦偭偔傝偺恖傪傛偔傒偐偗傞丅\n"
            "婥偺偣偄偩傠偆偐丠\n"
            "俆寧俀俀擔 儃僋偼尒偰偟傑偭偨丅戉挿偑乧\n"
            "\n"
            "\n"
            "妶摦婰榐偼偙偙偱廔傢偭偰偄傞丅\n"
            "偄偭偨偄丄戉挿偺恎偵側偵偑両丠",
        /* STYLE ---------------------------------------------------------- */
            /* GFX */ reading_style_cherry_gfx_table,
            /* BGM */ &reading_style_cherry_bgm
        /* ---------------------------------------------------------------- */
    },

    /* RAP_MEN ("Rap Report") */ {
        /* TITLE ---------------------------------------------------------- */
            "偲偁傞儔僕僆斣慻",
        /* BODY ----------------------------------------------------------- */
            "偼偄偳乕傕乕両DJ SALU偱乕偡両\n"
            "崱擔傕僗僥僉側僎僗僩偑棃偰偔傟偰偄傑偡丅儔僢僾儊儞乮RM乯偺偍傆偨傝偱乕偡丅傛傠偟偔偳偆偧乣両\n"
            "RM乽偁丄偳偆傕 儔僢僾儊儞偱偡乿\n"
            "DJ乽怴嬋丄偄偄偠傖側偄偱偡偐乣両乿\n"
            "RM乽偣傗傠乣丅傢偐傝傑偡偐丠乿\n"
            "DJ乽偆傫丄偆傫丅僒僀僐乕両乿\n"
            "RM乽偲偙傠偱丄側傗傒偑偁傞傫偱偡傢乿\n"
            "DJ乽偊両丠偊乣偭偲丄乧偳丄偳傫側丠乿\n"
            "RM乽側傫偐丄偆偪傜偺僶僢僞儌儞偑尰傟偨傫偱偡傢丄儔僢僾僂傿儊儞偲偐偄偆乿\n"
            "DJ乽傎傫偲偱偡偐両丠乿\n"
            "RM乽偆傫丅偟偐傕妝壆偵偁偭偨 偆偪傜偺偍傗偮傪側偄偟傚偱怘傋偰傕偆偨傫偱偡傢乿\n"
            "DJ乽僄乕両僔儑僢僋偱偡偹偉乧乿\n"
            "RM乽偟偐傕丄偍偒庤巻偑偁偭偰偹乿\n"
            "DJ乽側傫偰丠乿\n"
            "\n"
            "RM乽傋偮偽傜 僒僀僐乕偭偰乿\n"
            "DJ乽側傫偰戝抇側乧乿\n"
            "RM乽偱偭偟傖傠丠偔傗偟偔偰嫨傃傑偟偨乿\n"
            "DJ乽偍傗偮偑僫僀儓乣偭偰偱偡偐丠乿\n"
            "RM乽両丠 側傫偱偟偭偰傫偺丠乿\n"
            "DJ乽偩偭偰儕僘儉揤崙傗偭偰傞傕乕傫両偱偼偙偙偱CM偱乕偡乿\n"
            "CM乽僲儕姶傾僢僾偵乧 儕僘儉揤崙両攦偭偰僱両乿\n"
            "\001R" "偍傢傝",
        /* STYLE ---------------------------------------------------------- */
            /* GFX */ reading_style_cherry_gfx_table,
            /* BGM */ &reading_style_cherry_bgm
        /* ---------------------------------------------------------------- */
    },

    /* BON_ODORI ("Lyrics - The Bon Odori") */ {
        /* TITLE ---------------------------------------------------------- */
            "歌词卡片①",
        /* BODY ----------------------------------------------------------- */
            "僓仚傏傫偍偳傝\n"
            "偆偨丗帪搶偀傒\n"
            "嶌帉/嶌嬋丗偮傫偔\n"
            "\n"
            "偼乣壴壩偁偑傟偽乣\n"
            "偼乣偁乣娊惡偁偑傞乣\n"
            "\n"
            "偼乣丂恖婥偁偑傟偽乣\n"
            "偼乣偁乣丂媼椏偁偑傞乣\n"
            "嵳傝偩傢偭偟傚偄両\n"
            "偵偭傐傫拞偑傢偭偟傚偄両\n"
            "\n"
            "偦傟丂傂偭偔傝曉偭偰丂僪儞僪僷儞僷儞\n"
            "偼乣丂杶梮傝乣\n"
            "\n"
            "偼乣塉偑偁偑傟偽乣\n"
            "偼乣偁乣傗偖傜偵 偁偑傞乣\n"
            "\n"
            "\n"
            "傎傜両嵳傝偩傢偭偟傚偄両\n"
            "偙傟偧丂儊僀僪 僀儞 僕儍僷儞丂\n"
            "\n"
            "偦傟丂傂偭偔傝曉偭偰丂僪儞僪僷儞僷儞\n"
            "偼乣丂杶梮傝乣",
        /* STYLE ---------------------------------------------------------- */
            /* GFX */ reading_style_sea_gfx_table,
            /* BGM */ &reading_style_sea_bgm
        /* ---------------------------------------------------------------- */
    },

    /* REMIX3 ("Lyrics - Honey Sweet Angel of Love") */ {
        /* TITLE ---------------------------------------------------------- */
            "歌词卡片②",
        /* BODY ----------------------------------------------------------- */
            "恋爱的Honey Sweet～Angel\n"
            "演唱：時東ぁみ\n"
            "作词/作曲：淳君\n"
            "编曲：鈴木Daichi秀行\n"
            " \n"
            "是爱情的魅力 是爱情不思议\n"
            "是爱情形式不移 是爱的nuance\n"
            "Honey Sweet～Angel\n"
            "\n"
            "\n"
            "\n"
            "反过来说的话 「温情」是什么呀！\n"
            "我可是完全不明白～啊\n"
            "\n"
            "而且另一方面 再换一个说法\n"
            "温情 好像是简单的喜欢吧\n"
            "\n"
            "\n"
            "\n"
            "酸酸甜甜像 品味 草莓牛奶滋味\n"
            "就那种感觉过后 在我们之间\n"
            "I LOVE U  \n"
            "\n"
            "是爱情的魅力 是爱情不思议\n"
            "是爱情形式不移 是爱的nuance\n"
            "Honey Sweet～Angel\n",
        /* STYLE ---------------------------------------------------------- */
            /* GFX */ reading_style_sea_gfx_table,
            /* BGM */ &reading_style_sea_bgm
        /* ---------------------------------------------------------------- */
    },

    /* REMIX5 ("Lyrics - WISH Can't Wait For You") */ {
        /* TITLE ---------------------------------------------------------- */
            "歌词卡片③",
        /* BODY ----------------------------------------------------------- */
            "WISH 我多想再为你等待\n"
            "演唱：田中総史\n"
            "作词/作曲：淳君\n"
            "编曲：湯浅公一\n"
            "\n"
            "我多想再为你等待 今晚就要说拜拜\n"
            "我也想与你变得更加地相爱\n"
            "孤独的夜晚总是让人思绪不断地打开\n"
            "许多快乐回忆都涌现出来\n"
            "我们曾在这小镇相见 轰轰烈烈钟情地热恋\n"
            "\n"
            "不曾想也不曾犹豫 紧紧拥抱在一边\n"
            "\n"
            "可这一切是灵光乍现\n"
            "只剩擦肩而过的思念\n"
            "\n"
            "总是在不知不觉之间\n"
            "亲吻已冰冷无言\n"
            "\n"
            "\n"
            "我们的梦在褪色消散\n"
            "你的身影在褪色消散\n"
            "多热烈 多热烈\n"
            "心中痛 怎能解\n"
            "无法忍受这一切\n"
            "\n"
            "\n"
            "我多想再为你等待 今晚就要说拜拜\n"
            "我也想与你变得更加地相爱\n"
            "孤独的夜晚总是让人思绪不断地打开\n"
            "许多快乐回忆都涌现出来\n"
            "\n"
            "我多想再为你等待 今晚就要说拜拜\n"
            "两个人都愿抓住梦想不松开\n"
            "平时那车站曾留给我幸福的美好时代\n"
            "现在寂寞回忆着一切不再",
        /* STYLE ---------------------------------------------------------- */
            /* GFX */ reading_style_sea_gfx_table,
            /* BGM */ &reading_style_sea_bgm
        /* ---------------------------------------------------------------- */
    },

    /* REMIX8 ("The Final Letter") */ {
        /* TITLE ---------------------------------------------------------- */
            "偝偄偛偺捠払",
        /* BODY ----------------------------------------------------------- */
            "側偧偺儕僘儉慻怐偐傜嵟屻偺捠払偑撏偒傑偟偨丅\n"
            "\n"
            "乽偍傔偱偲偆両両儕儈僢僋僗俉偺僷乕僼僃僋僩丄偐側傝僒僀僐乕偱偟偨乣両乧偲丄柧傞偔廽暉偡傞偺偼傗傔偰偍偔丅偨偟偐偵僉儈偼丄偙偺乽儕僘儉揤崙乿偱僗僶儔僔僀惉愌傪巆偟偨丅偙傟偼傑偓傟傕側偄帠幚偱丄変乆傕廫\暘傒偲傔偰偄傞丅僉儈偼嵟崅偩両傕偆丄挻僒僀僐乕側傫偱乕偡両両乧偲丄偮偄丄偆傟偟偔側偭偰偟傑偆偑丄妝偟偔偨偨偊傞偺偼 傗傔偰偍偔丅\n"
            "崱夞丄偙偺僎乕儉偱僉儈偑懱姶偟偨儕僘儉偼丄儕僘儉奅偺傎傫偺僠儑僐僢僩偱偁傞丅傕偟僉儈偑儕僘儉偵懳偟偰丄傛傝偄偭偦偆偺嫽枴傪帩偭偰偔傟偨側傜偽丄偤傂偙傟傪婡夛偵僲儕僲儕偵側偭偰傎偟偄両偩偭偰丄僲儕僲儕偭偰僒僀僐乕側傫偩儓両両傕偆丄挻僆僗僗儊側傫偩偐傜乕両両乧偲丄偮偄丄僂僉僂僉偟偰偟傑偆偑丄偆偐傟偰僆僗僗儊偡傞偺偼傗傔偰偍偔丅\n"
            "変乆偼丄杮婥偩丅\n"
            "杮婥偱僉儈偵丄僲儕僲儕偱偁偭偰傎偟偄偺偩両\n"
            "偙偺儕僘儉奅傪儕乕僪偡傞偺偑丄僉儈偱偁傞偲怣偠偰偄傞両偭偰偄偆偐丄僉儈偟偐怣偠傜傟側乕偄両両\n"
            "傕偆丄僉儈偭偰僒僀僐乕側傫偩傕乕傫両両\n"
            "梀傫偱偔傟偰偁傝偑偲偆両乿\n"
            "\n"
            "\n"
            "\001R" "側偧偺儕僘儉慻怐戙昞\\n"
            "\001R" "僗儁乕僗偍偠偝傫",
        /* STYLE ---------------------------------------------------------- */
            /* GFX */ reading_style_mail_gfx_table,
            /* BGM */ &reading_style_mail_bgm
        /* ---------------------------------------------------------------- */
    },

    /* NINJA_BODYGUARD ("The Ninja Scroll") */ {
        /* TITLE ---------------------------------------------------------- */
            "擡幰偺姫暔",
        /* BODY ----------------------------------------------------------- */
            "傒側偝傫丄偼偠傔傑偟偰丅僆儗偼揷拞偭偰偄偄傑偡丅偙偺慜丄偆傜偺憅屔偱屆偄姫暔傪傒偮偗偨傫偱偡丅偦偺拞偵偼偙偆彂偄偰偁傝傑偟偨丅\n"
            "\n"
            "乽偙傟傪尒偰偄傞僆僰僔丅僆僰僔偼丄偙偺姫暔傪偨傑偨傑尒偮偗偨偺偱偼側偄丅尒偮偗傞傋偔偟偰丄尒偮偐傞傛偆偵擡弍傪偐偗偰偍偄偨傕偺側偺偩丅傢偐傞偐丠偦偆丄偙傟傪彂偄偰偄傞儚僔偼擡幰偱偁傝丄僆僰僔偺偛愭慶偝傑偲偄偆傢偗偩丅\n"
            "愭擔儚僔偼丄儚僔偺庡恖偱偁傞僩僲傪栴偺塉偐傜偍庣傝偟偨丅傕偪傠傫丄柦偑偗偩丅偦偺戝巇帠傪廔偊偨栭丄柌傪傒偨丅偦偙偵偼丄庒偄抝偑偄偨丅悽偺拞偵攚傪傓偗偰惗偒偰偄傞丄偲傫偑偭偨庒幰偩丅愯偄僆僶僶偵傛傞偲丄偦偺庒幰丄偳偆傕僆僰僔傜偟偄偺偩丅偦偟偰丄儚僔偲摨偠傛偆偵柦偑偗偱丄偁傞恖傪庣偭偰偄傞丅彈惈偩丅偦偺彈惈偼僩僲偺巕懛側偺偩偦偆偩丅偙傫側姫暔傪撍慠尒偰傕丄偁傑傝僺儞偲偙側偄偐傕偟傟側偄偑丄婅傢偔偽偦偺彈惈偼僆僰僔偑庣傝懕偗偰梸偟偄丅乿\n"
            "崱丄僆儗偺怱偵偼偁傞彈惈偑偄傑偡丅偦偺彈惈偼丄愭擔丄僷僠儞僐偱慱偄偆偪偝傟偦偆偵側偭偰偄傞偺傪丄僆儗偑昁巰偱彆偗偨彈惈偱偡丅偙傟偐傜丄偳偆側傞偭偰傢偗偠傖側偄偗偳丄偙偙偼傂偲偮丄偛愭慶條偺擡弍偵傑傫傑偲偐偗傜傟偰傒傛偆偐側乧",
        /* STYLE ---------------------------------------------------------- */
            /* GFX */ reading_style_cherry_gfx_table,
            /* BGM */ &reading_style_cherry_bgm
        /* ---------------------------------------------------------------- */
    },

    /* TOSS_BOYS ("Rhythm Stand-Up") */ {
        /* TITLE ---------------------------------------------------------- */
            "儕僘儉枱嵥",
        /* BODY ----------------------------------------------------------- */
            "偒乕傗傫乽偳偆傕乕丄偒乕傗傫偱乕偡両乿\n"
            "偁偍偔傫乽偳偆傕乕丄偁偍偔傫偱乕偡両乿\n"
            "傆偨傝乽Y&B偱乕偡両傛傠偟偔偳偆偧乣両乿\n"
            "偒乕傗傫乽側偀側偀丄偁偍偔傫丅偁傫側丄偙偺慜側丄壒妝嫵幒偵懱尡擖妛偟偰傫両乿\n"
            "偁偍偔傫乽僄乕両僂僜\乕両丠偒偄偰側偄傛乕両偒乕傗傫丄妝婍偼偠傔傞傫両丠僊僞乕丠僪儔儉丠側偵側偵丠乿\n"
            "偒乕傗傫乽僆儗偺僷乕僩偼側乧乿\n"
            "偁偍偔傫乽偆傫偆傫丄側偵側偵丠乿\n"
            "偒乕傗傫乽僆儗偺僷乕僩偼 儕僘儉傗偹傫両乿\n"
            "偁偍偔傫乽偼丠儕僘儉偭偰丄偒乕傗傫丄偦傟妝婍偪傖偆傗傫両側傫傗儕僘儉偭偰乿\n"
            "偒乕傗傫乽偪傖偆偹傫丄僪儔儉傗傝偨偄偭偰愭惗偵備偆偨傜側丄傑偢儕僘儉傪偟側偝偄偭偰尵傢傟偰傫両乿\n"
            "偁偍偔傫乽偒乕傗傫丄偦傟丄偨傇傫側丄儕僘儉姶傪偒偨偊側偝偄偭偰備偆偨傫傗偲巚偆偱乿\n"
            "偒乕傗傫乽偁丄偦偆傗両偨偟偐偦偆尵偭偰偨傢両偁偍偔傫丄偡偛偄側両側傫偱暘偐傞傫両丠僄僗僷乕偐丠乿\n"
            "偁偍偔傫乽側傫偱偭偰乧丄暘偐傞傢両両忢幆傗傢両両両乿\n"
            "偒乕傗傫乽傑偀傑偀丄偦傫側偵搟傜傫偲偄偰乣傗乿\n"
            "偁偍偔傫乽偁丄偁偀丄偣傗側丄偛傔傫側乧乿\n"
            "偒乕傗傫乽偁両偁偍偔傫丄僠儍僢僋偁偄偰傞偱乿\n"
            "偁偍偔傫乽僄僢両丠偆傡丄僂僜\両両儅僕両丠乿\n"
            "偒乕傗傫乽僂僜\乿\n"
            "偁偍偔傫乽偢傞偭両乿\n"
            "偒乕傗傫乽偢傞偭偰丄屆偄側乿\n"
            "偁偍偔傫乽偆傞偝偄両傎偭偲偗両両乿\n"
            "偒乕傗傫乽儉僇乕両両両乿\n"
            "偁偍偔傫乽偆傢偭両側丄側傫偱媡僊儗傗偹傫丅傕偆丄傢偗傢偐傜傫傢両乿\n"
            "偒乕傗傫乽傎傫偱側丄儕僘儉姶偺榖傗偗偳側乿\n"
            "偁偍偔傫乽偁丄偁偀丄偦偆傗偭偨側乿\n"
            "偒乕傗傫乽傑偭偨偔乧丄榖傪扙慄偝偣傫偲偄偰傗乿\n"
            "偁偍偔傫乽偁偀丄偛傔傫側乧偭偰丄偳偭偪偑傗偹傫両両両榖丄扙慄偝偣偨傫丄偒乕傗傫傗傠偑乕乕乕両両僠儍僢僋偁偄偰傞偲偐僂僜\傇偭偙偄偲偄偰乕両両両乿\n"
            "偒乕傗傫乽傑偀傑偀丄偦傫側偵搟傜傫偱傕乿\n"
            "偁偍偔傫乽傗偐傑偟偄傢両傑偭偨偔乧丄傎傫偱丄側傫側傫丄儕僘儉姶偺榖偭偰丠乿\n"
            "偒乕傗傫乽愻嵻揑側傾儖儈娛偼丄孭楙偟偨傜惉挿偡傞傫傗偰丅乿\n"
            "偁偍偔傫乽偁傎両 偦傟傪尵偆側傜丄愽嵼揑側儕僘儉姶傗傠両乿\n"
            "傆偨傝乽偟偭偮傟偄偟傑偟偨乕両乿",
        /* STYLE ---------------------------------------------------------- */
            /* GFX */ reading_style_manzai_gfx_table,
            /* BGM */ &reading_style_manzai_bgm
        /* ---------------------------------------------------------------- */
    },

    /* FAN_MAIL ("Fan Mailbag") */ {
        /* TITLE ---------------------------------------------------------- */
            "傛傠偙傃偺惡",
        /* BODY ----------------------------------------------------------- */
            "\n"
            "儕僘儉揤崙傪妝偟傫偱偄偨偩偄偨曽偐傜偨偔偝傫偺傛傠偙傃偺惡偑撏偒傑偟偨丅偁傑傝偵懡偔偺曽偐傜偍庤巻傗儊乕儖傪偄偨偩偒乮両乯丄偡傋偰偼徯夘偟偒傟傑偣傫偑丄偦偺側偐偺偛偔堦晹傪偙偙偱徯夘偝偣偰偄偨偩偒傑偡丅傒側偝傫傕丄偤傂堦搙偍帋偟偔偩偝傝丄偦偺岠壥傪偍桭払偵傕偍揱偊偔偩偝偄両両\n"
            "\n"
            "\n"
            "儕僘儉姶偑椙偔側偭偨偩偗側偺偵乧\n"
            "\n"
            "\0031" "\001m" "偙傫側偵儌僥偰丄儂儞僩偵偄偄偺両丠\n"
            "\0030" "\001s" "\n"
            "乽儕僘儉揤崙乿偵弌夛偆傑偱偼丄慡偔彈惈偵墢偺側偐偭偨巹偱偡偑丄崱偱偼儌僥儌僥偱乧恖惗娤偑曄傢傝傑偟偨丅\n"
            "\001R" "T偝傫 俁俉嵥 夛幮堳\n"
            "\001L" "\n"
            "儕僘儉姶偑椙偔側偭偨偩偗側偺偵乧\n"
            "\n"
            "\0031" "\001m" "壧偑忋庤偩偹偭偰尵傢傟偪傖偭偨両丠\n"
            "\0030" "\001s" "\n"
            "乽儕僘儉揤崙乿偵弌夛偆傑偱偼丄僆儞僠偺戙昞\傒偨偄偵尵傢傟偰偨巹側偺偵丄嵟嬤傛偔儂儊傜傟傞傫偱偡丅憡曄傢傜偢僆儞僠側偺偵晄巚媍丅偱傕偆傟偟偄両\n"
            "\001R" "H偝傫 俀俋嵥 庡晈\n"
            "\001L",
        /* STYLE ---------------------------------------------------------- */
            /* GFX */ reading_style_mail_gfx_table,
            /* BGM */ &reading_style_mail_bgm
        /* ---------------------------------------------------------------- */
    },

    /* RHYTHM_FORMULA ("The Rhythm Formula") */ {
        /* TITLE ---------------------------------------------------------- */
            "傢偐傞両儕僘儉偺岞幃",
        /* BODY ----------------------------------------------------------- */
            "\001C" "\0032" "\001l" "\n"
            "\n"
            "儕僘儉姶 伣 僲儕\n"
            "\n"
            "儕僘儉姶 亗 僲儕\n"
            "\001L" "\0030" "\001s" "\n"
            "\n"
            "夝愢丗僲儕偼丄儕僘儉姶偵娷傑傟傞梫慺偺侾偮偱偁傝丄儕僘儉姶偦偺傕偺偱偼側偄偺偩丅\n"
            "\001C" "\0032" "\001l" "\n"
            "\n"
            "儕僘儉 亗 儕僘儉姶\n"
            "\n"
            "\n"
            "\001L" "\0030" "\001s" "\n"
            "夝愢丗儕僘儉偼帪娫傪崗傓傕偺丄儕僘儉姶偼僲儕偱昞\尰偟偨傝丄姶偠偨傝丄帺慠偵偐傕偟弌偟偨傝偡傞傕偺側偺偩丅\n"
            "\001C" "\0031" "\001m" "\n"
            "\n"
            "\n"
            "僌僢僪側僟儞僒乕 亗 僫僀僗側儕僘儉姶\n"
            "\n"
            "\001L" "\0030" "\001s" "\n"
            "\n"
            "夝愢丗僟儞僗偺忋庤側恖偑丄乽儕僘儉姶偑椙偄乿偲偼尷傜側偄偺偩丅\n",
        /* STYLE ---------------------------------------------------------- */
            /* GFX */ reading_style_classroom_gfx_table,
            /* BGM */ &reading_style_classroom_bgm
        /* ---------------------------------------------------------------- */
    },

    /* RHYTHM_DIAGNOSIS ("Rhythm Diagnosis") */ {
        /* TITLE ---------------------------------------------------------- */
            "儕僘儉姶僞僀僾恌抐",
        /* BODY ----------------------------------------------------------- */
            "\001C" "\0031" "\001m" "儕僘儉姶僞僀僾恌抐\n"
            "\0030" "\001s" "\n"
            "偁側偨偺儕僘儉姶傪恌抐偟傑偡丅\n"
            "摉偰偼傑傞傕偺傪慖傫偱偄偭偰僱両\n"
            "\n"
            "帺暘偼儕僘儉姶偑偁傞傎偆偩偲巚偆丅\n"
            "YES  2儁乕僕傊GO!\n"
            " NO  3儁乕僕傊GO!\n"
            "-1-\n"
            "\n"
            "儘僢僋偲億僢僾僗丄岲偒側偺偼乧\n"
            "\n"
            "儘僢僋  4儁乕僕傊GO!\n"
            "億僢僾僗 5儁乕僕傊GO!\n"
            "\n"
            "\n"
            "\n"
            "-2-\n"
            "\n"
            "僕儍僘偲僋儔僔僢僋丄岲偒側偺偼乧\n"
            "\n"
            "僕儍僘  6儁乕僕傊GO!\n"
            "僋儔僔僢僋 7儁乕僕傊GO!\n"
            "\n"
            "\n"
            "\n"
            "-3-\n"
            "\n"
            "儕僘儉姶偑側偗傟偽僟儞僗偼梮傟側偄偲巚偆丅\n"
            "\n"
            "YES  8儁乕僕傊GO!\n"
            " NO  9儁乕僕傊GO!\n"
            "\n"
            "\n"
            "\n"
            "-4-\n"
            "\n"
            "儕僘儉姶偼挳偒偲傟傟偽丄昞\尰偱偒傞傕偺偩偲巚偆丅\n"
            "\n"
            "YES  10儁乕僕傊GO!\n"
            " NO  11儁乕僕傊GO!\n"
            "\n"
            "\n"
            "\n"
            "-5-\n"
            "\n"
            "儕僘儉姶偺慡偔側偄恖側傫偰偄側偄偲巚偆丅\n"
            "\n"
            "YES  9儁乕僕傊GO!\n"
            " NO  8儁乕僕傊GO!\n"
            "\n"
            "\n"
            "\n"
            "-6-\n"
            "\n"
            "儕僘儉姶偼惗傑傟偮偒偺傕偺側偺偱丄\n"
            "孭楙偱偼惉挿偟側偄偲巚偆丅\n"
            "\n"
            "YES  10儁乕僕傊GO!\n"
            " NO  11儁乕僕傊GO!\n"
            "\n"
            "\n"
            "-7-\n"
            "\n"
            "儕僘儉姶偼丄僲儕偑偄偄傎偆偑僇僢僐僀僀偲巚偆丅\n"
            "\n"
            "YES  12儁乕僕傊GO!\n"
            " NO  13儁乕僕傊GO!\n"
            "\n"
            "\n"
            "\n"
            "-8-\n"
            "\n"
            "儕僘儉姶偲僲儕偼丄傎偲傫偳摨偠傕偺偩偲巚偆丅\n"
            "\n"
            "YES  14儁乕僕傊GO!\n"
            " NO  15儁乕僕傊GO!\n"
            "\n"
            "\n"
            "\n"
            "-9-\n"
            "\n"
            "儕僘儉姶偑傛偔偰傕丄儌僥側偄偲巚偆丅\n"
            "\n"
            "YES  16儁乕僕傊GO!\n"
            " NO  17儁乕僕傊GO!\n"
            "\n"
            "\n"
            "\n"
            "-10-\n"
            "\n"
            "儕僘儉姶偑偄偄偩偗偱丄\n"
            "僆儞僠偵暦偙偊偵偔偄偲巚偆丅\n"
            "\n"
            "YES  18儁乕僕傊GO!\n"
            " NO  19儁乕僕傊GO!\n"
            "\n"
            "\n"
            "-11-\n"
            "\n"
            "儕僘儉姶偼擭楊偑庒偄曽偑恎偵偮偒傗偡偄偲巚偆丅\n"
            "\n"
            "YES  23儁乕僕傊GO!\n"
            " NO  21儁乕僕傊GO!\n"
            "\n"
            "\n"
            "\n"
            "-12-\n"
            "\n"
            "惉恖偟偰偐傜偱偼儕僘儉姶偺惉挿偼朷傔側偄偲巚偆丅\n"
            "\n"
            "YES  21儁乕僕傊GO!\n"
            " NO  22儁乕僕傊GO!\n"
            "\n"
            "\n"
            "\n"
            "-13-\n"
            "\n"
            "儕僘儉姶偭偰丄擔忢惗妶偲偼柍墢偩偲巚偆丅\n"
            "\n"
            "YES  23儁乕僕傊GO!\n"
            " NO  22儁乕僕傊GO!\n"
            "\n"
            "\n"
            "\n"
            "-14-\n"
            "\n"
            "偨偲偊3擭埲忋偐偗偰恎偵晅偗偨儕僘儉姶傕\n"
            "堄幆傪偟偰偄側偗傟偽偡偖偵朰傟偰偟傑偆偲巚偆丅\n"
            "\n"
            "YES  23儁乕僕傊GO!\n"
            " NO  20儁乕僕傊GO!\n"
            "\n"
            "\n"
            "-15-\n"
            "\n"
            "儕僘儉姶偼丄偁偊偰偮傜偔尩偟偄\n"
            "孭楙傪偟偨曽偑恎偵傛偔偮偔偲巚偆丅\n"
            "\n"
            "YES  23儁乕僕傊GO!\n"
            " NO  22儁乕僕傊GO!\n"
            "\n"
            "\n"
            "-16-\n"
            "\n"
            "儕僘儉姶偼堄幆偡傟偽丄\n"
            "偨偭偨偺30暘偱傕傛偔側傞偲巚偆丅\n"
            "\n"
            "YES  22儁乕僕傊GO!\n"
            " NO  23儁乕僕傊GO!\n"
            "\n"
            "\n"
            "-17-\n"
            "\n"
            "儕僘儉姶偼丄忢偵姶偠偰偄傞偲\n"
            "偐偊偭偰傛偔側偄偲巚偆丅\n"
            "\n"
            "YES  23儁乕僕傊GO!\n"
            " NO  20儁乕僕傊GO!\n"
            "\n"
            "\n"
            "-18-\n"
            "\n"
            "儕僘儉姶偼丄棟榑傪棟夝偡傞偺偱偼側偔\n"
            "孞傝曉偟偱恎偵偮偗傞傕偺偩偲巚偆丅\n"
            "\n"
            "YES  23儁乕僕傊GO!\n"
            " NO  21儁乕僕傊GO!\n"
            "\n"
            "\n"
            "-19-\n"
            "\001C" "偁側偨偺儕僘儉姶僞僀僾\n"
            "\0031" "\001m" "僲儕僲儕宆" "\0030" "\001s" "\n"
            "\n"
            "\001L" "偁側偨偺儕僘儉姶偵懳偡傞峫偊曽偼丄偲偭偰傕僫僀僗偱偡丅傕偟崱偺儕僘儉姶偵帺怣傪傕偰側偔偰傕丄偙傟偐傜儕僘儉偲 偄偭偟傚偵妝偟偄恖惗傪偍偔傟傞偱偟傚偆丅僲儕僲儕偱僄儞僕儑僀偟偰僱両\n"
            "\n"
            "\001C" "-20-\n"
            "\001C" "偁側偨偺儕僘儉姶僞僀僾\n"
            "\0031" "\001m" "偰傟傗偝傫宆" "\0030" "\001s" "\n"
            "\n"
            "\001L" "儕僘儉姶偲偄偆偙偲偵懳偟偰丄偡偙偟價價偭偰傑偣傫偐丠儕僘儉姶偼傒傫側偑傕偭偰偄傞傕偺側傫偱偡丅妝偟傒側偑傜偡偙偟偢偮偱傕儕僘儉傪堄幆偡傟偽丄儕僘儉姶偼惉挿偟傑偡丅埨怱偟偰僱丅\n"
            "\n"
            "\001C" "-21-\n"
            "\001C" "偁側偨偺儕僘儉姶僞僀僾\n"
            "\0031" "\001m" "偍偪傚偆偟幰宆" "\0030" "\001s" "\n"
            "\n"
            "\001L" "儕僘儉姶偲僲儕偺傛偝偺偪偑偄傪傕偭偲堄幆偡傞偲丄儀僞乕偱偡丅僲儕偑傛偔偰傕娞怱偺儕僘儉姶偑傢傞偄偲丄僲儕偺傛偝偑嬻夞傝偟偰偟傑偭偰傕偭偨偄側偄偱偡丅儕僘儉姶傪偟偭偐傝偲偟偨傕偺偵偟偰偍偗偽丄偁側偨偺尦婥偼傒傫側傪傕偭偲僴僢僺乕偵偡傞偐傕両丠\n"
            "\001C" "-22-\n"
            "\001C" "偁側偨偺儕僘儉姶僞僀僾\n"
            "\0031" "\001m" "僇僢僠儕宆" "\0030" "\001s" "\n"
            "\n"
            "\001L" "偁側偨偼儕僘儉姶偲偄偆偙偲傪彮偟傓偢偐偟偔偲傜偊偡偓偐傕偟傟傑偣傫丅傕偆偡偙偟儕僘儉偲婥寉偵偮偒偁偭偰丄擔忢惗妶偵偲偗偙傑偣傞偲帺慠偵儕僘儉姶偑傛偔側傞偺偱偼側偄偱偟傚偆偐丅偦偺傎偆偑丄偒偭偲妝偟偄偱偡儓両\n"
            "\001C" "-23-\n",
        /* STYLE ---------------------------------------------------------- */
            /* GFX */ reading_style_classroom_gfx_table,
            /* BGM */ &reading_style_classroom_bgm
        /* ---------------------------------------------------------------- */
    },

    /* RHYTHM_POEM ("Rhythm Poem Digest") */ {
        /* TITLE ---------------------------------------------------------- */
            "儕僘儉億僄儉廤",
        /* BODY ----------------------------------------------------------- */
            "\001C" "\0031" "\001m" "乽偦偩偰傞乿\n"
            "\n"
            "\001C" "\0030" "\001s" "傢偨偟偼偦傟傪堢偰偰偄傞丅\n"
            "偄偮偐戝偒偔塇偽偨偔擔偺偨傔偵丅\n"
            "側偵偘側偄擔忢偺惗妶偺拞偱丄\n"
            "傛傝丄帺慠偵\n"
            "傛傝丄妝偟偔丅\n"
            "崱偼傑偩偪偭傐偗側丄\n"
            "傢偨偟偺儕僘儉姶傪乧\n"
            "\001C" "\0031" "\001m" "乽Karate Rhythm乿\n"
            "\001C" "\0030" "\001s" "\n"
            "Hey! Baby! How's it going?\n"
            "This beat is non stop.\n"
            "Hey! Baby! Listen to my phrase.\n"
            "I can give you\n"
            "the sense of rhythm.\n"
            "Oh, Yeah.\n"
            "Awake,baby! Trust me!\n"
            "This beat is non stop!\n"
            "New groove in your soul.\n"
            "Oh, Yeah!\n"
            "This beat!\n"
            "You are growing up well.\n"
            "Hey, Baby!\n"
            "Hold onto your ambition.\n"
            "Hey! Oh, Yeah!\n",
        /* STYLE ---------------------------------------------------------- */
            /* GFX */ reading_style_sea_gfx_table,
            /* BGM */ &reading_style_sea_bgm
        /* ---------------------------------------------------------------- */
    },

    /* RHYTHM_HAIKU ("Rhythm Haiku Folio") */ {
        /* TITLE ---------------------------------------------------------- */
            "儕僘儉攐嬪廤",
        /* BODY ----------------------------------------------------------- */
            "\n"
            "\001L" "\0032" "\001l" "抌偊傛偆\n"
            "\001L" "\0032" "\001l" "\n"
            "\001C" "\0032" "\001l" "扤偱傕帩偭偰傞\n"
            "\001L" "\0032" "\001l" "\n"
            "\001R" "\0032" "\001l" "儕僘儉姶\n"
            "\001L" "\0032" "\001l" "\n"
            "\001L" "\0030" "\001s" "乽愽嵼揑側儕僘儉姶偼丄孭楙偵傛偭偰惉挿偝偣傞偙偲偑壜擻\丅擔乆偺斀暅楙廗偑嵟傕岠壥揑乿\n"
            "\n"
            "\001L" "\0032" "\001l" "擔忢偺\n"
            "\001L" "\0032" "\001l" "\n"
            "\001C" "\0032" "\001l" "摦偒偼偙傫側偵\n"
            "\001L" "\0032" "\001l" "\n"
            "\001R" "\0032" "\001l" "儕僘儈僇儖\n"
            "\001L" "\0030" "\001s" "乽儕僘儉姶偼擔忢惗妶偺拞偱忢偵姶偠丄堢偰傞偲椙偄丅曕偒曽傗帟杹偒丄椏棟偺帪摍丄儕僘儉傪堄幆偟偰摦偄偰傒傞傋偟乿\n"
            "\n"
            "\001L" "\0032" "\001l" "儕僘儉姶\n"
            "\001L" "\0032" "\001l" "\n"
            "\001C" "\0032" "\001l" "僲儕偑傛偗傟偽\n"
            "\001L" "\0032" "\001l" "\n"
            "\001R" "\0032" "\001l" "側偍僋乕儖\n"
            "\001L" "\0032" "\001l" "\n"
            "\001L" "\0030" "\001s" "乽偨偩偟丄儕僘儉姶偲僲儕偼暿儌僲丅儕僘儉傪堄幆偟抌偊側偑傜丄摨帪偵僲儕偺椙偝傕恎偵晅偗傛偆乿\n"
            "\n"
            "\001L" "\0032" "\001l" "僽儗僀僋傪\n"
            "\001L" "\0032" "\001l" "\n"
            "\001C" "\0032" "\001l" "懸偰側偄傾僲柡偼\n"
            "\001L" "\0032" "\001l" "\n"
            "\001R" "\0032" "\001l" "僴儞僷儌僲\n"
            "\001L" "\0030" "\001s" "乽僽儗僀僋傪惓妋偵僇僂儞僩偡傞偙偲偼擄偟偔丄偮偭偙傒婥枴偵側傝偑偪丅棊偪拝偄偰懸偰傞偐偳偆偐偑丄偐偭偙傛偝傪戝偒偔嵍塃偡傞乿\n"
            "\n"
            "\001L" "\0032" "\001l" "戝恖偱傕\n"
            "\001L" "\0032" "\001l" "\n"
            "\001C" "\0032" "\001l" "儊僉儊僉怢傃傞\n"
            "\001L" "\0032" "\001l" "\n"
            "\001R" "\0032" "\001l" "儕僘儉姶\n"
            "\001L" "\0032" "\001l" "\n"
            "\001L" "\0030" "\001s" "乽儕僘儉傪堄幆偟傛偆偲偡傞怱偑偗偱丄儕僘儉姶偼惉恖偟偰偐傜偱傕奿抜偵椙偔側偭偰備偔乿\n",
        /* STYLE ---------------------------------------------------------- */
            /* GFX */ reading_style_haiku_gfx_table,
            /* BGM */ &reading_style_haiku_bgm
        /* ---------------------------------------------------------------- */
    }
};
